/* The string for canceling a map editing function. */
"CancelKey" = "Annulla";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Confermare annullamento?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Le modifiche non verranno salvate.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "L’oggetto creato non sarà salvato.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Rifiuta modifiche";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Annulla elaborazione";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Indirizzo non valido";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Inserire un indirizzo per il punto";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Non è stata inserita un’ubicazione per il punto";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Non verrà aggiunto alcun punto nuovo";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Continua l'elaborazione";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Selezionare il punto da eliminare.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Nessun punto da eliminare.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Cancellare tutti i punti?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "No";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Sì";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Passare ad un punto?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Passare ad una polilinea?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Passare ad un poligono?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "I punti aggiunti non saranno modificati; è possibile proseguire con la creazione dell’oggetto";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Tutti i punti aggiunti saranno eliminati";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Eliminare questo punto?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Salva";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtro";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Ubicazione attuale";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Nessun suggerimento disponibile";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Indirizzo";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Cancella tutto";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ creato correttamente";

/* The placeholder text of the Searchbar */
"SearchKey" = "Cerca";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Aggiungi nuovo punto";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Mappa base";

/* The title for the standard map type. */
"StandardKey" = "Standard";

/* The title for the hybrid map type. */
"HybridKey" = "Vista ibrida";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Vista ibrida Flyover";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Standard silenziato";

/* The title for the satellite map type. */
"SatelliteKey" = "Satellite";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Flyover satellite";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Aggiungi ubicazione";

